Repository: QuiteQuestQuietQuote/plugin.video.trakt_list_manager
Catalog: resources/language/Swedish/strings.po
Languages: sv

# #30000
source: [B]Add new Custom List[/B]
sv: [B]Lägg till ny egen lista[/B]

# #30001
source: [B]Add new Movie[/B]
sv: [B]Lägg till ny film[/B]

# #30002
source: Show Watchlist
sv: Visa listan över sedda objekt

# #30003
source: Show Custom Lists
sv: Visa egna listor

# #30100
source: Add-on Settings
sv: Tilläggsinställningar

# #30101
source: Delete List
sv: Ta bort lista

# #30102
source: Delete Movie
sv: Ta bort film

# #30103
source: Show Movie Info
sv: Visa filminformation

# #30104
source: Add Movie to CouchPotato
sv: Lägg till denna film i CouchPotato

# #30110
source: Please enter Movie title
sv: Ange filmtitel

# #30111
source: Please select the correct Movie
sv: Välj korrekt film

# #30112
source: Please select the List
sv: Välj lista

# #30113
source: Delete Movie
sv: Ta bort film

# #30114
source: Are you sure to delete?
sv: Är du säker att du vill ta bort?

# #30115
source: Delete List
sv: Ta bort lista

# #30116
source: Are you sure to delete?
sv: Är du säker att du vill ta bort?

# #30117
source: My Watchlist
sv: Min lista över sedda objekt

# #30120
source: Connection error
sv: Anslutningsfel

# #30121
source: Wrong User-Credentials
sv: Felaktiga användaruppgifter

# #30122
source: Do you want to change them now?
sv: Vill du ändra dem nu?

# #30130
source: No Movie found
sv: Ingen film hittades

# #30131
source: Success
sv: Lyckades

# #30140
source: Please use context menu
sv: Använd innehållsmenyn

# #30141
source: You need to open the context-menu
sv: Du måste öppna innehållsmenyn

# #30142
source: to choose the action you want
sv: för att välja vilken händelse du vill ha

# #30300
source: Username
sv: Användarnamn

# #30301
source: Password
sv: Lösenord

# #30302
source: Default List
sv: Standardlista

# #30303
source: Use HTTPS
sv: Använd HTTPS

# #30310
source: Default Privacy for new Lists
sv: Standardrättigheter för nya listor

# #30311
source: Private
sv: Privat

# #30312
source: Friends
sv: Vänner

# #30313
source: Public
sv: Publik
