Repository: QuiteQuestQuietQuote/plugin.video.trakt_list_manager
Catalog: resources/language/Catalan/strings.po
Languages: ca

# #30000
source: [B]Add new Custom List[/B]
ca: [B]Afegir nova Llista Personalitzada[/B]

# #30001
source: [B]Add new Movie[/B]
ca: [B]Afegir nova Pel·lícula[/B]

# #30002
source: Show Watchlist
ca: Mostrar Watchlist

# #30003
source: Show Custom Lists
ca: Mostrar les Llistes Personalitzades

# #30100
source: Add-on Settings
ca: Configuració del Complement

# #30101
source: Delete List
ca: Eliminar Llista

# #30102
source: Delete Movie
ca: Eliminar Pel·lícula

# #30103
source: Show Movie Info
ca: Mostrar Informació de la Pel·lícula

# #30104
source: Add Movie to CouchPotato
ca: Afegir pel·lícula a CouchPotato

# #30110
source: Please enter Movie title
ca: Si us plau, introdueix el títol de la Pel·lícula

# #30111
source: Please select the correct Movie
ca: Si us plau, selecciona la Pel·lícula correcta

# #30112
source: Please select the List
ca: Si us plau, selecciona la Llista

# #30113
source: Delete Movie
ca: Eliminar Pel·lícula

# #30114
source: Are you sure to delete?
ca: Esteu segur que voleu eliminar-la?

# #30115
source: Delete List
ca: Eliminar Llista

# #30116
source: Are you sure to delete?
ca: Esteu segur que voleu suprimir-la?

# #30117
source: My Watchlist
ca: La meva Watchlist

# #30120
source: Connection error
ca: Error de connexió

# #30121
source: Wrong User-Credentials
ca: Credencials d'Usuari Incorrectes

# #30122
source: Do you want to change them now?
ca: Voleu canviar-les ara?

# #30130
source: No Movie found
ca: No s'ha trobat la Pel·lícula

# #30131
source: Success
ca: Èxit

# #30140
source: Please use context menu
ca: Si us plau, utilitza el menú contextual

# #30141
source: You need to open the context-menu
ca: Necessita obrir el menú contextual

# #30142
source: to choose the action you want
ca: per elegir la acció que vol dur a terme

# #30300
source: Username
ca: Nom d'usuari

# #30301
source: Password
ca: Contrasenya

# #30302
source: Default List
ca: Llista per defecte

# #30303
source: Use HTTPS
ca: Utilitzar HTTPS

# #30310
source: Default Privacy for new Lists
ca: Privacitat per defecte per les noves Llistes

# #30311
source: Private
ca: Privat

# #30312
source: Friends
ca: Amics

# #30313
source: Public
ca: Públic
