Repository: QuiteQuestQuietQuote/plugin.video.trakt_list_manager
Catalog: resources/language/Bulgarian/strings.po
Languages: bg

# #30100
source: Add-on Settings
bg: Настройки на добавката

# #30102
source: Delete Movie
bg: Изтрий филма

# #30103
source: Show Movie Info
bg: Инф. за филма

# #30111
source: Please select the correct Movie
bg: Моля, изберете правилния филм

# #30113
source: Delete Movie
bg: Изтрий филма

# #30114
source: Are you sure to delete?
bg: Сигурни ли сте, че искате да изтриете?

# #30116
source: Are you sure to delete?
bg: Сигурни ли сте, че искате да изтриете?

# #30120
source: Connection error
bg: Грешка при свързването

# #30122
source: Do you want to change them now?
bg: Искате ли да ги промените сега?

# #30130
source: No Movie found
bg: Няма намерени филми

# #30131
source: Success
bg: Успешно

# #30140
source: Please use context menu
bg: Моля, ползвайте контекстното меню

# #30141
source: You need to open the context-menu
bg: Трябва да отворите контекстното меню

# #30142
source: to choose the action you want
bg: за да изберете действието, което искате

# #30300
source: Username
bg: Потребителско име

# #30301
source: Password
bg: Парола

# #30303
source: Use HTTPS
bg: Ползвай HTTPS
