Repository: QuiteQuestQuietQuote/plugin.video.trakt_list_manager
Catalog: resources/language/*/strings.po
Languages: dutch

# #30000
source: [B]Add new Custom List[/B]
dutch: [B]Nieuwe Aangepaste lijst toevoegen[/B]

# #30001
source: [B]Add new Movie[/B]
dutch: [B]Nieuwe Film Toevoegen[/B]

# #30002
source: Show Watchlist
dutch: Toon Watchlist

# #30003
source: Show Custom Lists
dutch: Toon Aangepaste Lijst

# #30100
source: Add-on Settings
dutch: Add-on Instellingen

# #30101
source: Delete List
dutch: Verwijder Lijst

# #30102
source: Delete Movie
dutch: Verwijder Film

# #30103
source: Show Movie Info
dutch: Toon Film Informatie

# #30104
source: Add Movie to CouchPotato
dutch: Voeg Film toe aan CouchPotato

# #30110
source: Please enter Movie title
dutch: Geef Film titel op a.u.b.

# #30111
source: Please select the correct Movie
dutch: Selecteer de juiste Film a.u.b.

# #30112
source: Please select the List
dutch: Selecteer de Lijst a.u.b.

# #30113
source: Delete Movie
dutch: Verwijder Film

# #30114
source: Are you sure to delete?
dutch: Weet u zeker dat u wilt verwijderen?

# #30115
source: Delete List
dutch: Verwijder Lijst

# #30116
source: Are you sure to delete?
dutch: Weet u zeker dat u wilt verwijderen?

# #30117
source: My Watchlist
dutch: Mijn Watchlist

# #30120
source: Connection error
dutch: Verbindingsfout

# #30121
source: Wrong User-Credentials
dutch: Verkeerde Inlog Gegevens

# #30122
source: Do you want to change them now?
dutch: Wilt u ze nu aanpassen?

# #30130
source: No Movie found
dutch: Geen Film gevonden

# #30131
source: Success
dutch: Succes

# #30140
source: Please use context menu
dutch: Gebruik het context menu a.u.b.

# #30141
source: You need to open the context-menu
dutch: U moet het context menu openen

# #30142
source: to choose the action you want
dutch: om de actie te kiezen die u wilt

# #30300
source: Username
dutch: Gebruikersnaam

# #30301
source: Password
dutch: Wachtwoord

# #30302
source: Default List
dutch: Standaard Lijst

# #30303
source: Use HTTPS
dutch: Gebruik HTTPS

# #30310
source: Default Privacy for new Lists
dutch: Standaard Privacy voor nieuwe Lijsten

# #30311
source: Private
dutch: Priv√©

# #30312
source: Friends
dutch: Vrienden

# #30313
source: Public
dutch: Publiek
