Repository: QuiteQuestQuietQuote/plugin.video.trakt_list_manager
Catalog: resources/language/Hebrew/strings.po
Languages: he

# #30000
source: [B]Add new Custom List[/B]
he: [B]הוסף רשימה מותאמת[/B]

# #30001
source: [B]Add new Movie[/B]
he: [B]הוסף סרט חדש[/B]

# #30002
source: Show Watchlist
he: הצג רשימת מעקב

# #30003
source: Show Custom Lists
he: הצג רשימות מותאמות

# #30100
source: Add-on Settings
he: הגדרות הרחבה

# #30101
source: Delete List
he: מחק רשימה

# #30102
source: Delete Movie
he: מחק סרט

# #30103
source: Show Movie Info
he: הצג פרטי סרט

# #30104
source: Add Movie to CouchPotato
he: הוסף סרט ל-CouchPotato

# #30110
source: Please enter Movie title
he: אנא הזן כותרת סרט

# #30111
source: Please select the correct Movie
he: אנא בחר את הסרט המתאים

# #30112
source: Please select the List
he: אנא בחר את הרשימה

# #30113
source: Delete Movie
he: מחק סרט

# #30114
source: Are you sure to delete?
he: האם אתה בטוח שברצונך למחוק?

# #30115
source: Delete List
he: מחק רשימה

# #30116
source: Are you sure to delete?
he: האם אתה בטוח שברצונך למחוק?

# #30117
source: My Watchlist
he: רשימת המעקב שלי

# #30120
source: Connection error
he: שגיאת חיבור

# #30121
source: Wrong User-Credentials
he: אישורי משתמש שגוים

# #30122
source: Do you want to change them now?
he: האם ברצונך לשנותם כעת?

# #30130
source: No Movie found
he: לא נמצא סרט

# #30131
source: Success
he: הצליח

# #30140
source: Please use context menu
he: אנא השתמש בתפריט Context

# #30141
source: You need to open the context-menu
he: אתה צריך לפתוח את תפריט Context

# #30142
source: to choose the action you want
he: לבחירת הפעולה בה אתה חפץ

# #30300
source: Username
he: שם משתמש

# #30301
source: Password
he: סיסמה

# #30302
source: Default List
he: רשימת ברירת מחדל

# #30303
source: Use HTTPS
he: השתמש ב-HTTPS

# #30310
source: Default Privacy for new Lists
he: ברירת מחדל לפרטיות עבור רשימות חדשות

# #30311
source: Private
he: פרטי

# #30312
source: Friends
he: חברים

# #30313
source: Public
he: ציבורי
