Repository: QuiteQuestQuietQuote/plugin.video.trakt_list_manager
Catalog: resources/language/Lithuanian/strings.po
Languages: lt

# #30000
source: [B]Add new Custom List[/B]
lt: [B]Pridėti naują savą sąrašą[/B]

# #30001
source: [B]Add new Movie[/B]
lt: [B]Pridėti naują filmą[/B]

# #30002
source: Show Watchlist
lt: Rodyti peržiūros sąrašą

# #30003
source: Show Custom Lists
lt: Rodyti savus sąrašus

# #30100
source: Add-on Settings
lt: Priedo nustatymai

# #30101
source: Delete List
lt: Pašalinti sąrašą

# #30102
source: Delete Movie
lt: Pašalinti filmą

# #30103
source: Show Movie Info
lt: Rodyti filmo informaciją

# #30104
source: Add Movie to CouchPotato
lt: Pridėti filmą į CouchPotato

# #30110
source: Please enter Movie title
lt: Įveskite filmo pavadinimą

# #30111
source: Please select the correct Movie
lt: Pasirinkite teisingą filmą

# #30112
source: Please select the List
lt: Pasirinkite sąrašą

# #30113
source: Delete Movie
lt: Pašalinti filmą

# #30114
source: Are you sure to delete?
lt: Ar tikrai norite pašalinti?

# #30115
source: Delete List
lt: Pašalinti sąrašą

# #30116
source: Are you sure to delete?
lt: Ar tikrai norite pašalinti?

# #30117
source: My Watchlist
lt: Mano peržiūros sąrašas

# #30120
source: Connection error
lt: Prisijungimo klaida

# #30121
source: Wrong User-Credentials
lt: Neteisingi prisijungimo duomenys

# #30122
source: Do you want to change them now?
lt: Ar norite juos pakeisti dabar?

# #30130
source: No Movie found
lt: Filmų nerasta

# #30131
source: Success
lt: Pavyko

# #30140
source: Please use context menu
lt: Naudokite kontekstinį meniu

# #30141
source: You need to open the context-menu
lt: Jums reikia atverti kontekstinį meniu,

# #30142
source: to choose the action you want
lt: norint pasirinkti norimą veiksmą

# #30300
source: Username
lt: Vartotojo vardas

# #30301
source: Password
lt: Slaptažodis

# #30302
source: Default List
lt: Numatytasis sąrašas

# #30303
source: Use HTTPS
lt: Naudoti HTTPS

# #30310
source: Default Privacy for new Lists
lt: Naujų sąrašų numatytasis privatumas

# #30311
source: Private
lt: Privatus

# #30312
source: Friends
lt: Draugai

# #30313
source: Public
lt: Viešas
